[
	{
		"id": "http://zotero.org/groups/5081872/items/56EMNKJA",
		"type": "article-journal",
		"abstract": "The purpose of this article is to stimulate research on business strategies for biodiversity protection. To that end, we first dispel a common misperception among business scholars that biodiversity loss is caused by only a few industries, clarifying that it is driven by practically all. Further, we organize corporate biodiversity protection strategies into four categories based on temporal and spatial dimensions, namely, conservation, restoration, compensation, and reparation. Finally, we illustrate the unsettled nature of the field and the continuing debates among conservation biologists about the best approaches to biodiversity management. We argue that (i) a firm's biodiversity protection strategy should aim to mitigate the primary driver through which the firm causes biodiversity loss; (ii) firms should report performance in each of the four biodiversity protection strategies separately; and (iii) interdisciplinary collaborations among corporate sustainability scholars and conservation biologists are critical to developing effective biodiversity protection strategies.",
		"container-title": "Business Strategy and the Environment",
		"DOI": "10.1002/bse.3139",
		"ISSN": "1099-0836",
		"issue": "5",
		"language": "en",
		"license": "© 2022 The Authors. Business Strategy and The Environment published by ERP Environment and John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/bse.3139",
		"page": "2554-2566",
		"source": "Wiley Online Library",
		"title": "The uncomfortable relationship between business and biodiversity: Advancing research on business strategies for biodiversity protection",
		"title-short": "The uncomfortable relationship between business and biodiversity",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bse.3139",
		"volume": "32",
		"author": [
			{
				"family": "Panwar",
				"given": "Rajat"
			},
			{
				"family": "Ober",
				"given": "Holly"
			},
			{
				"family": "Pinkse",
				"given": "Jonatan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/9NVI6HUK",
		"type": "article-journal",
		"abstract": "The Convention on Biological Diversity strategic goals direct the conservation and sustainable use of biodiversity from global to local scales. Yet business’ role in meeting the strategic goals and being accountable for their impacts and dependencies on biodiversity are still not fully and coherently outlined. We demonstrate how business actions can contribute to the strategic goals using 10 publicly available case studies, covering businesses of various sizes, from multiple sectors, operating in different contexts. The case studies show some businesses already contribute to meeting biodiversity goals, often without realizing. We consider the drivers of business engagement with biodiversity; problems in interpreting the scale of impacts through corporate reporting; the implications for changing the way businesses engage with biodiversity goals; and how businesses could contribute more under the post-2020 framework for biodiversity. We call for increased business accountability for nature and that all in conservation—policymakers, practitioners, researchers, communities—do more to connect businesses with the strategic goals. Clearer business roles and responsibilities within international targets form a critical step toward the fundamental systems-level change required to reverse biodiversity loss.",
		"container-title": "Conservation Letters",
		"DOI": "10.1111/conl.12690",
		"ISSN": "1755-263X",
		"issue": "1",
		"language": "en",
		"license": "© 2019 The Authors. Conservation Letters published by Wiley Periodicals, Inc.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1111/conl.12690",
		"page": "e12690",
		"source": "Wiley Online Library",
		"title": "Biodiversity means business: Reframing global biodiversity goals for the private sector",
		"title-short": "Biodiversity means business",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1111/conl.12690",
		"volume": "13",
		"author": [
			{
				"family": "Smith",
				"given": "Thomas"
			},
			{
				"family": "Beagley",
				"given": "Lucy"
			},
			{
				"family": "Bull",
				"given": "Joseph"
			},
			{
				"family": "Milner-Gulland",
				"given": "E. J."
			},
			{
				"family": "Smith",
				"given": "Matt"
			},
			{
				"family": "Vorhies",
				"given": "Francis"
			},
			{
				"family": "Addison",
				"given": "Prue F. E."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/H5EM4GG2",
		"type": "article-journal",
		"abstract": "To halt the loss of biodiversity and ecosystem services, various actors including companies need to engage, but it is not yet clear what drives voluntary business commitments. We explore leverage points that might increase corporate action for conservation. We apply a structural equation model based on the theory of planned behaviour to analyse data from 618 German companies, collected through an online-survey in 2019. We show that a favourable attitude, driven by perceived business relevance and benefit prospects, fosters engagement. Perceived difficulties, such as lacking finances and knowledge, hinder the engagement. Customers, employees and the general public are presently the only stakeholder groups that drive corporate conservation engagement. Nevertheless, the expectation levels of virtually all stakeholders were found to be quite low and as such inadequate for the ecological crisis we face. We discuss how political will and goal setting can encourage more widespread business support for the natural environment.",
		"container-title": "Business Strategy and the Environment",
		"DOI": "10.1002/bse.2650",
		"ISSN": "1099-0836",
		"issue": "2",
		"language": "en",
		"license": "© 2020 The Authors. Business Strategy and The Environment published by ERP Environment and John Wiley & Sons Ltd",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/bse.2650",
		"page": "741-755",
		"source": "Wiley Online Library",
		"title": "What makes businesses commit to nature conservation?",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bse.2650",
		"volume": "30",
		"author": [
			{
				"family": "Krause",
				"given": "Marlen S."
			},
			{
				"family": "Droste",
				"given": "Nils"
			},
			{
				"family": "Matzdorf",
				"given": "Bettina"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/S2UXJWCQ",
		"type": "article-journal",
		"abstract": "There are growing calls for businesses to implement ‘nature-positive’ strategies. Convergence around a precise definition is now needed. We review definitions of ‘nature-positive’, highlight differences between ‘nature-positive’ and previous iterations of organizational biodiversity strategies (e.g. net positive impact) and propose four key elements for ‘nature-positive’ strategies: 1) demonstrating positive biodiversity outcomes across the entire value chain (“scope”); 2) buy-in throughout the entire organization (“mainstreaming”); 3) integrated consideration of different components of nature (e.g. both biodiversity and climate; “integration”); and 4) measurable outcomes against a fixed baseline aligned with overall societal goals (e.g. post-2020 Global Biodiversity Framework; “ambition”). We analyse trends in biodiversity commitments of the Global Fortune 100 companies and firms that have made recent ‘net impact’ commitments, evaluating alignment with these elements and where possible assessing their evolution since 2016. Uptake of biodiversity commitments has increased since 2016, but with limited progress towards adopting measurable, time-bound commitments (an increase from 5 to 10/100 Fortune 100 firms from 2016 to 2021). We review barriers to business implementation of strategies that can deliver socially equitable and ‘nature-positive’ outcomes. Major improvements are needed in data availability and transparency, regulation and sector-wide coordination that creates level playing fields and prevents impact leakage. Transformative action is required to create production and consumption systems that actively enhance nature.",
		"container-title": "Journal of Cleaner Production",
		"DOI": "10.1016/j.jclepro.2022.134798",
		"ISSN": "0959-6526",
		"journalAbbreviation": "Journal of Cleaner Production",
		"page": "134798",
		"source": "ScienceDirect",
		"title": "Are corporate biodiversity commitments consistent with delivering ‘nature-positive’ outcomes? A review of ‘nature-positive’ definitions, company progress and challenges",
		"title-short": "Are corporate biodiversity commitments consistent with delivering ‘nature-positive’ outcomes?",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0959652622043700",
		"volume": "379",
		"author": [
			{
				"family": "Ermgassen",
				"given": "Sophus O. S. E.",
				"non-dropping-particle": "zu"
			},
			{
				"family": "Howard",
				"given": "Michael"
			},
			{
				"family": "Bennun",
				"given": "Leon"
			},
			{
				"family": "Addison",
				"given": "Prue F. E."
			},
			{
				"family": "Bull",
				"given": "Joseph W."
			},
			{
				"family": "Loveridge",
				"given": "Robin"
			},
			{
				"family": "Pollard",
				"given": "Edward"
			},
			{
				"family": "Starkey",
				"given": "Malcolm"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					12,
					15
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/BWETHYCL",
		"type": "chapter",
		"abstract": "This introductory chapter provides an overview of mainstreaming biodiversity in corporate actions through their actions and policies which also include various innovative approaches for achieving sustainable growth. It illustrates the interlinkages of the research areas in the corporate biodiversity management field and different application focus areas covered in the corporate biodiversity studies globally. It addresses the prospects and challenges of corporate biodiversity management, underpinning the questions arises why there is a need for biodiversity management, and what are the key drivers for biodiversity management to be focused by the corporate? The multi-tier interactions involving different stakeholders associated with biodiversity conservation and management are discussed and emphasizes on the need for assessment of action plans and policies that could play a significant role and covers different approaches towards sustainability in reality. These discussions will lead the way to future directions and actions towards the integration of biodiversity management in industries and corporate decision-making strategies.",
		"collection-title": "Environment & Policy",
		"container-title": "Corporate Biodiversity Management for Sustainable Growth: Assessment of Policies and Action Plans",
		"event-place": "Cham",
		"ISBN": "978-3-030-42703-0",
		"language": "en",
		"note": "DOI: 10.1007/978-3-030-42703-0_1",
		"page": "3-15",
		"publisher": "Springer International Publishing",
		"publisher-place": "Cham",
		"source": "Springer Link",
		"title": "Corporate Biodiversity Management: Expanding the Horizons of Managing Biodiversity and Environmental Management",
		"title-short": "Corporate Biodiversity Management",
		"URL": "https://doi.org/10.1007/978-3-030-42703-0_1",
		"author": [
			{
				"family": "Sharma",
				"given": "Ravi"
			},
			{
				"family": "Watve",
				"given": "Aparna"
			},
			{
				"family": "Pandey",
				"given": "Amitabh"
			}
		],
		"editor": [
			{
				"family": "Sharma",
				"given": "Ravi"
			},
			{
				"family": "Watve",
				"given": "Aparna"
			},
			{
				"family": "Pandey",
				"given": "Amitabh"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/349MX5BP",
		"type": "article-journal",
		"abstract": "Biodiversity conservation is increasingly integrated into the environmental management practices of organizations. Nevertheless, the literature has overlooked the analysis of the general motivations for and the organizational implications underlying corporate commitment to biodiversity. In order to fulfil this gap, the objective of this article is to contribute to this under-researched issue by shedding light on the drivers for biodiversity conservation of mining and forestry companies whose operations pose high risks to biodiversity. For this purpose, a systematic analysis was carried out on more than 4650 passages on biodiversity management extracted from 430 sustainability reports using the framework of the Global Reporting Initiative. Drawing on theories of self-regulation and social exchange, the paper shows that initiatives for biodiversity management are motivated by the quest for social legitimacy and the external recognition of organizations with high environmental impacts.",
		"container-title": "Journal of Cleaner Production",
		"DOI": "10.1016/j.jclepro.2017.06.037",
		"ISSN": "0959-6526",
		"journalAbbreviation": "Journal of Cleaner Production",
		"page": "153-161",
		"source": "ScienceDirect",
		"title": "Corporate commitment to biodiversity in mining and forestry: Identifying drivers from GRI reports",
		"title-short": "Corporate commitment to biodiversity in mining and forestry",
		"URL": "https://www.sciencedirect.com/science/article/pii/S0959652617312064",
		"volume": "162",
		"author": [
			{
				"family": "Boiral",
				"given": "Olivier"
			},
			{
				"family": "Heras-Saizarbitoria",
				"given": "Iñaki"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2017",
					9,
					20
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/FNZF5RMQ",
		"type": "article-journal",
		"abstract": "This paper seeks to contribute to the existing business strategy and the environment literature by investigating the disclosure practices of biodiversity/extinction (B/E) and threatened species. We use greenwashing theory to understand global companies' motivation to report on B/E information. Data are collected from 200 Fortune Global companies for 3 years. We develop our comprehensive 53 disclosure index and create and test OLS regression model to measure the relationships between B/E disclosures and its determinants factors including environmental performance, industry sector, country, assurance, environmental awards, presence of biodiversity partners, and the number of species' related disclosure. Our results reveal that there are positive significant relationships between B/E disclosure and assurance provided by the Big 4: gaining an environmental award, companies from high biodiversity risk sectors, developing countries, presence of biodiversity partners, and how many specific biodiversity words are published in companies' reports. On the other hand, there are positive insignificant relationships between B/E disclosure and assurance: poor performers and the number of species disclosed in companies' reports. Our findings have important implications for regulators and policymakers. Our evidence appears to be robust when controlling for possible endogeneities.",
		"container-title": "Business Strategy and the Environment",
		"DOI": "10.1002/bse.2442",
		"ISSN": "1099-0836",
		"issue": "3",
		"language": "en",
		"license": "© 2020 John Wiley & Sons, Ltd and ERP Environment",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/bse.2442",
		"page": "1419-1436",
		"source": "Wiley Online Library",
		"title": "Exploring factors relating to extinction disclosures: What motivates companies to report on biodiversity and species protection?",
		"title-short": "Exploring factors relating to extinction disclosures",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bse.2442",
		"volume": "29",
		"author": [
			{
				"family": "Hassan",
				"given": "Abeer Mohamed"
			},
			{
				"family": "Roberts",
				"given": "Lee"
			},
			{
				"family": "Atkins",
				"given": "Jill"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2020"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/LAGP2AKB",
		"type": "article-journal",
		"abstract": "Business-biodiversity action is increasingly seen as critical for delivering conservation goals, but such action needs to be effective. Using detailed semi-structured interviews with leading business-biodiversity professionals and consultants we aimed to understand the actions currently taken and why, how actions are decided upon, and current challenges that hinder effective, efficient action. The scale and type of action varied by sector, driven largely by the risks (reputational, financial) of inaction. Cost-effectiveness was important to businesses, but the limited quantification of the economic consequences of biodiversity action hindered uptake. Indirect evidence sources were generally used to guide decision-making including using expert consultants, guidance, standards or certifications. Acquiring better evidence of cost-effectiveness, particularly if embedded within these indirect sources, could improve practice. A diverse set of challenges emerged that impeded business engagement with biodiversity, effective decision-making, and action implementation. We discuss opportunities to address them and thus improve the effectiveness of business-biodiversity action.",
		"container-title": "Environmental Science & Policy",
		"DOI": "10.1016/j.envsci.2022.12.003",
		"ISSN": "1462-9011",
		"journalAbbreviation": "Environmental Science & Policy",
		"page": "221-231",
		"source": "ScienceDirect",
		"title": "Identifying opportunities to deliver effective and efficient outcomes from business-biodiversity action",
		"URL": "https://www.sciencedirect.com/science/article/pii/S1462901122003720",
		"volume": "140",
		"author": [
			{
				"family": "White",
				"given": "Thomas B."
			},
			{
				"family": "Mukherjee",
				"given": "Nibedita"
			},
			{
				"family": "Petrovan",
				"given": "Silviu O."
			},
			{
				"family": "Sutherland",
				"given": "William J."
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					2,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/SW2GPP7A",
		"type": "article-journal",
		"abstract": "Many financing decisions continue to exacerbate global biodiversity loss, despite a growing understanding of the economic and financial risks of biodiversity loss. Applying Coase's financial decision-making theory based on cost, revenues, and risks, the article analyzes literature and current developments of biodiversity finance and green finance to evaluate why financial decision-making is incentivized to ignore biodiversity risks and mostly fails to maximize biodiversity conservation or nature-positive finance. Based on the identified gaps, the article develops four principles to integrate biodiversity into financial decision-making: (1) regulation must set limits on nature's exploitation, as finance only values limited aspects of nature as “bankable,” while the destruction of other parts are without negative or positive value to the investor; (2) biodiversity-related financial risk evaluation needs focus on local risks due to the local nature of biodiversity impacts and dependencies (in comparison, e.g., to climate finance's global risks); (3) scale biodiversity finance utilizing its secondary benefits, particularly in conjunction with climate finance; (4) biodiversity finance development needs to be co-led and championed by financial decision-makers. This article contributes to the emerging literature on biodiversity finance and green finance for sustainable development with implications for policy makers and standard setters.",
		"container-title": "Business Strategy and the Environment",
		"DOI": "10.1002/bse.3208",
		"ISSN": "1099-0836",
		"issue": "4",
		"language": "en",
		"license": "© 2022 ERP Environment and John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/bse.3208",
		"page": "1619-1633",
		"source": "Wiley Online Library",
		"title": "Integrating biodiversity into financial decision-making: Challenges and four principles",
		"title-short": "Integrating biodiversity into financial decision-making",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bse.3208",
		"volume": "32",
		"author": [
			{
				"family": "Nedopil",
				"given": "Christoph"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/7VZQRS2Q",
		"type": "article-journal",
		"abstract": "Businesses are increasingly called upon to contribute to efforts to protect biodiversity and natural capital. Our article presents the results of an action research conducted with a major company in the environmental sector that has been experimenting with innovative services dedicated to ecosystem management. We show the specific organizational and social challenges the company faced in upscaling this strategy due to its path dependency to its historical value creation model, and to the collective action issues that characterize biodiversity management. We introduce a new interdisciplinary theoretical framework for the development of what we refer to as “business models for ecosystem management services,” defined by the very central place they give to the achievement of measurable biodiversity performances. We then propose four such new business models designed through participatory methods that combine in a unique way a corporate value creation model with an ecological value cocreation model at the ecosystem level.",
		"container-title": "Organization & Environment",
		"DOI": "10.1177/1086026620947145",
		"ISSN": "1086-0266",
		"issue": "2",
		"language": "en",
		"note": "publisher: SAGE Publications Inc",
		"page": "252-281",
		"source": "SAGE Journals",
		"title": "New Business Models for Biodiversity and Ecosystem Management Services: Action Research With a Large Environmental Sector Company",
		"title-short": "New Business Models for Biodiversity and Ecosystem Management Services",
		"URL": "https://doi.org/10.1177/1086026620947145",
		"volume": "35",
		"author": [
			{
				"family": "Feger",
				"given": "Clément"
			},
			{
				"family": "Mermet",
				"given": "Laurent"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2022",
					6,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/IX6INX3Y",
		"type": "article-journal",
		"abstract": "Private companies and investors can profit from the enhancement of nature in general and from specific investments allocated to improve biodiversity and ecosystem services (BES). The question is: What is the incentive, from a private sector point of view, to invest in nature, and what are the barriers and opportunities? This article demonstrates that new markets and business models are developing which are based on BES, thereby offering investment opportunities and contributing to nature conservation at the same time. Emerging BES markets include (i) sustainable forestry; (ii) ecotourism; (iii) carbon sequestration through forestry, agricultural projects and REDD (Reducing Emissions through Deforestation and Forest Degradation); (iv) watershed management; and (v) nature conservation and restoration such as wetland banking and biodiversity offset programmes. This article gives an analysis of the various business models and the factors that support a proper functioning thereof, including the dependence on public regulation and the necessity to collaborate with local communities, authorities, NGOs or other stakeholders. In the analysis, barriers for attracting mainstream capital from institutional investors into ‘BES business’ are identified and addressed.",
		"container-title": "International Journal of Biodiversity Science, Ecosystem Services & Management",
		"DOI": "10.1080/21513732.2011.629632",
		"ISSN": "2151-3732",
		"issue": "4",
		"note": "publisher: Taylor & Francis\n_eprint: https://doi.org/10.1080/21513732.2011.629632",
		"page": "301-318",
		"source": "Taylor and Francis+NEJM",
		"title": "Opportunities and challenges for private sector entrepreneurship and investment in biodiversity, ecosystem services and nature conservation",
		"URL": "https://doi.org/10.1080/21513732.2011.629632",
		"volume": "7",
		"author": [
			{
				"family": "Lambooy",
				"given": "Tineke"
			},
			{
				"family": "Levashova",
				"given": "Yulia"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2011",
					12,
					1
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/8GQXJ4IC",
		"type": "article-journal",
		"abstract": "Biodiversity loss has been assessed by natural scientists as the key sustainability problem where planetary boundaries are exceeded most dramatically. In contrast to these findings, surveys among companies find that biodiversity receives least priority among all sustainability issues. This raises the question about barriers for corporate biodiversity management, available accounting and management approaches and the role of research to overcome these barriers as well as to motivate managers and enable change. This conceptual paper maps biodiversity management as an emerging research field and highlights the importance of management accounting to support effective corporate biodiversity management. We propose a framework for managers to assess what their impact is on biodiversity and what the impact is of biodiversity on their businesses. The framework helps managers to identify how their businesses are impacted by biodiversity and how they can contribute to stopping biodiversity loss and to regenerating biodiversity. The paper discusses key levers for corporate biodiversity contributions and deducts conclusions for research and practice.",
		"container-title": "Business Strategy and the Environment",
		"DOI": "10.1002/bse.3166",
		"ISSN": "1099-0836",
		"issue": "5",
		"language": "en",
		"license": "© 2022 ERP Environment and John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/bse.3166",
		"page": "2544-2553",
		"source": "Wiley Online Library",
		"title": "Managing and accounting for corporate biodiversity contributions. Mapping the field",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bse.3166",
		"volume": "32",
		"author": [
			{
				"family": "Schaltegger",
				"given": "Stefan"
			},
			{
				"family": "Gibassier",
				"given": "Delphine"
			},
			{
				"family": "Maas",
				"given": "Karen"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/3KLKKLCE",
		"type": "article-journal",
		"abstract": "Plantation companies face growing regulatory and stakeholder pressures to conserve biodiversity in their business operations. However, their responses to these institutional pressures remain largely unexplored, particularly in sectors such as tea. This study aims to identify the institutional factors influencing corporate biodiversity management in Sri Lankan tea plantation companies and how such influences are translated into organizational practices. The data gathered using multiple sources, including interviews, field visits and document analysis, were analysed using institutional theory. The study reveals that regulatory influence and certification standards have significantly shaped biodiversity management practices, leading to structural- and field-level changes within tea plantation companies. The tea companies' conservation initiatives have been institutionalized with homogeneous characteristics at the managerial level. However, in the actual practice, institutional pressures have been translated into many heterogeneous practices at the field-level due to the numerous ways in which ideas disembed, travel and reembed across different organizational levels and are implemented by operational staff in a variety of ways.",
		"container-title": "Business Strategy and the Environment",
		"DOI": "10.1002/bse.3143",
		"ISSN": "1099-0836",
		"issue": "5",
		"language": "en",
		"license": "© 2022 ERP Environment and John Wiley & Sons Ltd.",
		"note": "_eprint: https://onlinelibrary.wiley.com/doi/pdf/10.1002/bse.3143",
		"page": "2615-2630",
		"source": "Wiley Online Library",
		"title": "Institutional pressures for corporate biodiversity management practices in the plantation sector: Evidence from the tea industry in Sri Lanka",
		"title-short": "Institutional pressures for corporate biodiversity management practices in the plantation sector",
		"URL": "https://onlinelibrary.wiley.com/doi/abs/10.1002/bse.3143",
		"volume": "32",
		"author": [
			{
				"family": "Atupola",
				"given": "Upekha"
			},
			{
				"family": "Gunarathne",
				"given": "Nuwan"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/UZ9XQMS2",
		"type": "report",
		"abstract": "Although measurements of biodiversity-related financial risks are in their infancy, several metrics and indicators are available to assess their impacts and dependencies in the financial system, and approaches are emerging to translate biodiversity risks into financial risks. This mapping paper provides a comprehensive catalogue and literature review of existing and emerging definitions, key metrics and indicators, measurement approaches, tools and practices for central banks, financial supervisors, and financial market participants to measure biodiversity-related financial risks.",
		"event-place": "Paris",
		"language": "en",
		"note": "DOI: 10.1787/d52137a5-en",
		"publisher": "OECD",
		"publisher-place": "Paris",
		"source": "OECD iLibrary",
		"title": "Assessing biodiversity-related financial risks: Navigating the landscape of existing approaches",
		"title-short": "Assessing biodiversity-related financial risks",
		"URL": "https://www.oecd-ilibrary.org/environment/assessing-biodiversity-related-financial-risks_d52137a5-en",
		"author": [
			{
				"family": "OECD",
				"given": ""
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023",
					4,
					27
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/VCMDVYL9",
		"type": "book",
		"abstract": "These guidelines offer an approach&nbsp;for developing a corporate-level biodiversity&nbsp;strategic plan, including measurable goals&nbsp;and objectives and a set of core linked&nbsp; indicators,&nbsp;that will allow companies to measure their biodiversity&nbsp;performance across their operations. The&nbsp;Guidelines can be used by any company in any&nbsp;sector that has impacts and dependencies on&nbsp;biodiversity, whether large or small, national or&nbsp;multinational. They are aimed at sustainability teams, managers and other company staff whose roles include strategic planning and reporting related to biodiversity. The focus is on a full-cycle, results-based management approach (not just risk analyses, goal setting or indicator development), since assessing pressures on biodiversity, and planning and developing measurable goals, are key prerequisites for monitoring. They also explain how, by choosing and using appropriate core indicators and building internal capacity and partnerships, companies can aggregate and use biodiversity data at the corporate level in a meaningful way.",
		"ISBN": "978-2-8317-2102-6",
		"language": "en",
		"note": "DOI: 10.2305/IUCN.CH.2021.05.en",
		"publisher": "IUCN",
		"source": "portals.iucn.org",
		"title": "Guidelines for planning and monitoring corporate biodiversity performance",
		"URL": "https://portals.iucn.org/library/node/49301",
		"author": [
			{
				"family": "Stephenson",
				"given": "Peter J."
			},
			{
				"family": "Carbone",
				"given": "Giulia"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2021"
				]
			]
		}
	},
	{
		"id": "http://zotero.org/groups/5081872/items/ZVJCN68K",
		"type": "book",
		"abstract": "Nature (covering the water, biodiversity, soil/land, and air/climate realms) continues to decline with significant&nbsp;negative impacts on society. Businesses need to understand their impacts and&nbsp; dependencies on nature, manage their nature-related risks and embed the value of nature into their decision making to identify and implement opportunities that contribute towards the nature-positive global goal. Achieving nature-positive requires collective action across sectors, value chains and landscapes. Fundamentally, nature-positive represents a systemic and transformative shift rather than ‘re-shaping’ of current practices. Utilising prioritisation approaches can enable businesses to identify areas where they can have a material and meaningful&nbsp; contribution from the outset as systemic and transformative change is adopted through the business.",
		"language": "en",
		"publisher": "IUCN",
		"source": "portals.iucn.org",
		"title": "Nature positive for business",
		"URL": "https://portals.iucn.org/library/node/51299",
		"author": [
			{
				"family": "Baggaley",
				"given": "Stacey"
			},
			{
				"family": "Johnston",
				"given": "Mark"
			},
			{
				"family": "Dimitrijevic",
				"given": "Julie"
			},
			{
				"family": "Le Guen",
				"given": "Camille"
			},
			{
				"family": "Howard",
				"given": "Pippa"
			},
			{
				"family": "Murphy",
				"given": "Leo"
			},
			{
				"family": "Booth",
				"given": "Hollie"
			},
			{
				"family": "Starkey",
				"given": "Malcom"
			}
		],
		"accessed": {
			"date-parts": [
				[
					"2024",
					1,
					28
				]
			]
		},
		"issued": {
			"date-parts": [
				[
					"2023"
				]
			]
		}
	}
]